IdeaRS.OpenModel.Message.NonConformityIssue
Non-conformity issue

IdeaRS.OpenModel.Message.NonConformityIssue.#ctor
Constructor

IdeaRS.OpenModel.Message.NonConformityIssue.Guid
Description of the nonconformity

IdeaRS.OpenModel.Message.NonConformityIssue.Description
Description of the nonconformity

IdeaRS.OpenModel.Message.NonConformityIssue.Severity
severity of this nonconformity